[
{"questions": ["Could not read JSON in Spring Cloud Stream With Kafka Test", "How to set image for checkbox on validation in angular 6", "Chart.js x-axis time doesn't show values when using combined (mixed) charts", "Retrieve Hadoop file system", "How to make button clicked as default from Array", "count unique visitors and recount the counter everyday without using database", "Docker Container: pinging for a defined amount of time", "Kotlin how to set tablayout inside fragment (viewpager is not working)", "How to fix 'Wrong syntax near the IF statment'?", "How to implement Middleware service for Dynamics CRM", "Can I get the return type of all functions in an array?", "Run shell script present in EC2 using Lambda", "EF Core 2.2 query produces WHERE IS null for nullable column", "What's the better or most starter friendly game program language [on hold]", "Seaborn violin plot - compare all to one", "Python: tarfile library turning file into a binary file", "How would I fix this PHP issue?", "Problems running plantuml in doxygen, but java path is set correct. Can I higher the verbosity level of doxygen?", "Grapher COM Connection to C#", "Check if elasticsearch query results are coming from cache or not?", "Problems with bisplrep and bisplev from scipy.interpolate", "How to change the x and y axis values dynamically?", "How to organize nested axios calls to make them more readable?", "Cannot set UITabBar leadingAccessoryView on tvOS 13", "jackson disable @JsonFormat annotation", "Push Notification to Android App using PHP", "Tensorflow randomly adds Dimension in Output", "Radio button select other group button with the same name", "MessageBox while compiling a C# WPF projects", "Select grouped products directly from WooCommerce shop page", "Input issue with Intelij", "Android status bar stays visible in immersive mode", "Redux-Saga. Keyword yield always return type undefined", "WP-CLI run command within plugin", "Instrumentation or Unit test for a method with an android element as parameter?", "Overflow, Mat-Table, Heading", "Semmle QL: TaintTracking hasFlow() Problem with Sources that taint their Arguments", "Java- Allow one thread to update a value, others to wait and skip critical section", "How to handle error when using validate() in Alamofire request?", "this keyword in arrow functions show window in console but works for current instance [duplicate]", "What interface should props extends to have “slot” property?", "Rest calls in DEV Env everytime response a 401 Unauthorized, PROD works fine", "Calculate the mean of several values within the same row in a column", "Create a new collection by changing the view of data", "Why Android App Bundle Cause InflateException?", "ahk - Insert new line after ; or } and move cursor there", "Bootstrap columns broken on I.E", "What did This Query Do And How it Do", "“None of [Index(['latitude', 'longitude'], dtype='object')] are in the [index]”", "Is it possible for Vue Router to display different layouts based on the parameter passed?", "\r\n                    is there other possible fuel for fire other than common oil/fuel?\r\n                ", "\r\n                    Characters in a conversation\r\n                ", "\r\n                    Can 35 mm film which went through a washing machine still be developed?\r\n                ", "\r\n                    A sentient carnivorous species trying to preserve life. How could they find a new food source?\r\n                ", "\r\n                    How do lasers measure short distances (<1cm) when electronics are too slow for time-of-flight to work?\r\n                ", "\r\n                    Why does the first method take more than twice as long to create an array?\r\n                ", "\r\n                    Did I lie to my friends about how long I have been studying?\r\n                ", "\r\n                    What is the $\\V{}$ in $\\V{x} \\V{0}$ stands for?\r\n                ", "\r\n                    Is there any problem with students seeing faculty naked in university gym?\r\n                ", "\r\n                    How come the Russian cognate for the Czech word \"čerstvý\" (fresh) means entirely the opposite thing (stale)?\r\n                ", "\r\n                    Can I voluntarily exit from the US after a 20 year overstay, or could I be detained at the airport?\r\n                ", "\r\n                    Rat proofing compost bin but allowing worms in\r\n                ", "\r\n                    I am confused with the word order when putting a sentence into passé composé with reflexive verbs\r\n                ", "\r\n                    Remove one or more fields, delimited by a \"-\", at end of line\r\n                ", "\r\n                    How long could a human survive completely without the immune system?\r\n                ", "\r\n                    Python Bingo game that stores card in a dictionary\r\n                ", "\r\n                    grouting or caulking? bottom of tiled wall at tub rim\r\n                ", "\r\n                    Writing operators in the position basis\r\n                ", "\r\n                    This fell out of my toilet when I unscrewed the supply line. What is it?\r\n                ", "\r\n                    How to Skip One Bullet in ITEMIZE?\r\n                ", "\r\n                    Can something have more sugar per 100g than the percentage of sugar that's in it?\r\n                ", "\r\n                    Had there been instances of national states banning harmful imports before the Opium wars?\r\n                ", "\r\n                    Can someone identify this old round connector?\r\n                ", "\r\n                    Is having your hand in your pocket during a presentation bad?\r\n                "]},
{"questions": ["SOAP request Object reference not set to an instance of an object", "Global Variables vs Parameters is Python Console Game", "Getting records that match two values under the same column (looking for shared associations)", "I tried other ways, but I still made a mistake.TypeError: 'str' object is not callable", "Is it worthy to store JWT in React-Native-Keychain in android?", "Apache-Poi library doesn't call custom converter method", "Google language translator/ g translator hides floating navbar", "What activity life cycle behave at the the time of phone ringing in android", "How to use distinct on single column and return multiple other columns in bigquery?", "Is there a way in Android Studio for Logcat to always select the live emulator automatically?", "Spring Boot tests and Jackson - Get an instance of ObjectMapper from context settings (application.yml) in tests without overhead config", "Alloy: arity of relations", "java can't find method setTitle() and show() in intellij of javafx project(in Ubuntu machine)", "Как сделать меню выбора героя после того как нажал Play до начала самой игры [on hold]", "Python - print specific string at the beginning of each line in log file", "Gif loaded into ar.js glitching out - only on ios though", "Capturing video stream of computer windows using python3", "Data factory encodes UTF-8 with BOM to Datalake", "How to Pass Table type(Custom type) parameter of Posgresql EDB from C#.net", "updating excel removes chart using exceljs", "React native app is not detecting subscription is alive or not", "Exclude rows with blank cells in getvalue() sheets google", "loop hosts variable using ansible", "How to get only HTML webpages from Google Custom Search API", "Does Sendgrid have inliner css features?", "how to check if a range of localDateTime is not null", "Can't draw bitmap in layer-list", "The first request to remove an entity are more longer than next", "Fetching the URL from my custom URL Meta field and taxonomy for shortcode", "Laravel left joins with N-N relationships", "What is the current State of the Art in Text Generation?", "Codeigniter Multi Part and Multi Language Site", "Malloc error while installing Quantlib on MacOS", "Multipart request - Encodable struct with UIImage", "Calculation - Minutes", "is there a way to flash new firmware to samsung sm-n920p using fast boot", "DynamoDB Get query passing two variable in Key", "List indices must be integer, not tuple", "Does flutter have problem with exynos cpu/gpu?", "what angular lifecycle hooks should I use to prevent partial images loading in web", "google analytic get user activity with multi user", "How to hover multiple canvas images from 0 to 1?", "Callback on a website not working using CefSharp in C#", "Disable autocomplete search in run key", "How to fix adal-angular bug re-loading every time adal renews a token for React app", "Python is importing wrong package file", "Member initialization for non-copyable variable in C++17", "how to get today inserted row in mysql table", "mongodb replica set gives a message “set unreachable” after closing the command prompt with the mongodb shell", "Host a subdomain in Azure DNS using webs.com", "\r\n                    Find the number for the question mark\r\n                ", "\r\n                    What kind of nut is this\r\n                ", "\r\n                    This fell out of my toilet when I unscrewed the supply line. What is it?\r\n                ", "\r\n                    SHA3-255, one bit less\r\n                ", "\r\n                    Should I reveal productivity tricks to peers, or keep them to myself in order to be more productive than the others?\r\n                ", "\r\n                    I'm made of obsolete parts\r\n                ", "\r\n                    What is the size of Neverwinter?\r\n                ", "\r\n                    How to explain that the sums of numerators over sums of denominators isn't the same as the mean of ratios?\r\n                ", "\r\n                    Alternative axioms for groups.\r\n                ", "\r\n                    What kind of mission objective would make a parabolic escape trajectory desirable?\r\n                ", "\r\n                    What benefits are there to blocking most search engines?\r\n                ", "\r\n                    A sentient carnivorous species trying to preserve life. How could they find a new food source?\r\n                ", "\r\n                    Find the percentage\r\n                ", "\r\n                    Is there a difference between historical fiction and creative non-fiction?\r\n                ", "\r\n                    Would it be easier to colonise a living world or a dead world?\r\n                ", "\r\n                    Can I voluntarily exit from the US after a 20 year overstay, or could I be detained at the airport?\r\n                ", "\r\n                    Does the Flixbus N770 from Antwerp to Copenhagen go by ferry to Denmark\r\n                ", "\r\n                    If LPG gas burners can reach temperatures above 1700 °C, then how do HCA and PAH not develop in extreme amounts during cooking?\r\n                ", "\r\n                    How do lasers measure short distances (<1cm) when electronics are too slow for time-of-flight to work?\r\n                ", "\r\n                    What are the limits on an impeached and not convicted president?\r\n                ", "\r\n                    Why didn't Trudy wear a breathing mask in Avatar?\r\n                ", "\r\n                    Python Bingo game that stores card in a dictionary\r\n                ", "\r\n                    Remove one or more fields, delimited by a \"-\", at end of line\r\n                ", "\r\n                    Is there any specific significance of inverse demand?\r\n                "]},
{"questions": ["Laravel Ajax document ready function issue", "how to use JTextField to show a negative or positive result using ActionListener on the JTextField itself", "Why does using dtrunc give me error message?", "How to use psql variable values in declare section in postgresql?", "Golang: cannot decode array into an ObjectID", "Need to create String for Current user UID but keep getting error ('Future<String> Function()' can't be assigned to the parameter type 'String'.)", "nested Dictionary get inner value", "WPF multi converter is not called for textchanged command", "d3.js: the zoom does not update the brush as expected", "ignore series with old in peometheus query", "printf(“%f”) or printf(“%lf”) for doubles in c?", "Flutter - iOS Call Firebase onMessage method when the app is in background", "How to duplicate form with value", "Creating a form which allows you to pick which sheets you want to run a macro in", "msfconsole on remote server", "How to styling the cell in PHPexcel? ( WordWrap )", "Data is accessible in HTML, but not in JavaScript", "How to refer to dynamically created elements?", "how to resume ffmpeg streamer for network disconnection for a period of time but eventually recovery", "How can I replace a group of letters between to symbols using Python and regex", "How to deal with Frequent application changes from GUI automation perspective", "How to use proguard optimizer tool with xamarin forms", "OCISG file system creation error failed to authenticate", "Dynamic query based on specified columns", "Navigating between invisible views programmatically", "How to call/test Spring Boot Controllers in aws lamda locally", "trying to make a POST request with Form field data Angular8", "Shopware 4.3.2 cant start Zend_Session and Failed saving metadata to metadataCache?", "Mongoose update if exists, otherwise create a new one [duplicate]", "How to unit test multiple dependencies", "How to write and read a list to a file? Python 3.7", "Getting Error AccessDenied while upload file in S3 from Laravel-5.7", "How can you implement the back-end of an image processing website?", "display selected count giving problems in react-select", "How to remove specific characters string in PHP?", "How to keep track of user input in Twilio for IVR tree?", "Swift: Bottom constraint to screen in UIScrollView", "How to make the key of a dictionary as the index of a mergerd dataframe?", "JNI: Association between Java and C++ classes", "JavaFx WebView document gets not rendered", "Solving system of des using method of lines - spatially discretised", "bokeh server: get client IP adress without embedding in Django/Flask/", "New to Java. What am I doing wrong? (while-loop with nested if-else) [duplicate]", "My app crashes with signal 11 (SIGSEGV), code 1 (SEGV_MAPERR), fault addr", "Notepad++: How to STOP replacing tabs with spaces?", "android :Place “Native Advanced Ads” inside popup close", "How to create a paged-media-file using only html/css where the content of the headers is different for each chapter?", "Check if Subject contains the word True", "When importing two same components, does it include the css twice?", "How do i reduce the cost of this query while keeping the query results the same?", "\r\n                    How long could a human survive completely without the immune system?\r\n                ", "\r\n                    Flow chart and a polyline\r\n                ", "\r\n                    Alternative axioms for groups.\r\n                ", "\r\n                    Proof Using Model Universe\r\n                ", "\r\n                    Is there any way to ward an area against Sending?\r\n                ", "\r\n                    Trigger : making API call to validate record creation?\r\n                ", "\r\n                    I'm made of obsolete parts\r\n                ", "\r\n                    Would it be easier to colonise a living world or a dead world?\r\n                ", "\r\n                    PhD research results in postdoc talk presentation\r\n                ", "\r\n                    Would Great Old Ones care about the Blood War?\r\n                ", "\r\n                    What benefits are there to blocking most search engines?\r\n                ", "\r\n                    How to Skip One Bullet in ITEMIZE?\r\n                ", "\r\n                    Go (to / in) your own way\r\n                ", "\r\n                    How does Donald Trump manage to remain so popular over a rather long period of time?\r\n                ", "\r\n                    What are the limits on an impeached and not convicted president?\r\n                ", "\r\n                    I've been fired, was allowed to announce it as if I quit and given extra notice, how to handle the questions?\r\n                ", "\r\n                    What kind of mission objective would make a parabolic escape trajectory desirable?\r\n                ", "\r\n                    Characters in a conversation\r\n                ", "\r\n                    How do I know how many sub-shells deep I am?\r\n                ", "\r\n                    I am confused with the word order when putting a sentence into passé composé with reflexive verbs\r\n                ", "\r\n                    Fair Use of Photos as a Derivative Work\r\n                ", "\r\n                    Is there any problem with students seeing faculty naked in university gym?\r\n                ", "\r\n                    Is there a family friendly release of Star Trek: Discovery?\r\n                ", "\r\n                    A goat is tied to the corner of a shed\r\n                "]}
]