[
{"questions": ["replacing exact string in Java assuming it may contain special regex characters", "Check value which is most often found in a line", "Angular Code coverage is report is marking comments aswell", "database backup works on android 4.4.2 but problem on 9", "How to get the cell position of a button or rather how to get a variable for the execution of a button?", "How to implement a dropdown populated with values from a database", "How to partition integers into powers of m?", "async execution is different from expected", "Kiwi TCMS XML-RPC not working on Docker Container", "This API call was throwing an error and I am not sure why onError() is getting skipped. Here is TaskStatusListener for the same", "react typescript issue on addEvenListener", "error like “Object of class std Class could not be converted to string”", "How to port a tf.Session to a tf.train.MonitoredSession call while allowing graph modifications", "How to convert Western date to Japanese date in java?", "how to search for network in android studio while using socket?", "Want to avoid creating objects of page Object class in every method", "How to make overlapping avatar icon in angular ? Any reference links from where I can get read about this", "How to load balance cluster of SSAS Processing servers?", "log_message is not working under application folder in codeigniter", "How do I remove space between table rows when sending as an email?", "Kubernetes Ingress SSL Certificate issue", "Cython Memoryview Seg Fault", "Else If Statements not executing past if [duplicate]", "How to check after popping a ViewController, the ViewController on top of the stack, is a particular one?", "Can I utilize a window and the console in the same application?", "Playing Audio with ONLY PHP", "Can I use scraping to get Amazon stars rating per product using php?", "How do I get a number of days left if the number of days includes the days of another year?", "I am not able to set colors manually in d3charts? How to do it?", "Ruby Method Double Splat vs Hash", "Smooth transition while changing background image", "Maximum call stack Error while deploying angular web app", "How do I solve GATE building file make error", "Why object returned as “reference of value of pointer set to nullptr” is a valid object (singleton) (C++)?", "How would I add a dropdown box that contains all the different type of models in my program?", "apktool unpack apk and then packed, Inflate Error <unknown> (file zip crc32:00000000)", "How to calculate 256d array vector of face embeddings just like 128d in python.?", "How to resolve the deadlock behavior in iOS Main Queue During Receipt Handling", "split current date into hourly interval and get count of production", "Telepot Bot: HTTP 400 Response [duplicate]", "Issue with react-dropzone on cordova-android", "C# - Parse Soap response to extract data", "Why does AWS CodeDeploy AllowTraffic take 3 minutes per instance?", "Node.js writeFileSync not writing to files properly", "How to pass unsafe HttpClient to Volley request in Android", "Nested query in Strapi GraphQL", "Timeout Error occurs when running my android studio app on my real device?", "finding all matches in a string using regex", "Background image with rounded bottom in XML android", "collection view cell get messy when using scrollToItem function", "\r\n                    Does the Flixbus N770 from Antwerp to Copenhagen go by ferry to Denmark\r\n                ", "\r\n                    The locus of polynomials with specified root multiplicities\r\n                ", "\r\n                    Would Great Old Ones care about the Blood War?\r\n                ", "\r\n                    What is a practical use for this metric?\r\n                ", "\r\n                    How do lasers measure short distances (<1cm) when electronics are too slow for time-of-flight to work?\r\n                ", "\r\n                    Injection from two strings to one string\r\n                ", "\r\n                    Find the number for the question mark\r\n                ", "\r\n                    Determine the Winner of a Game of Australian Football\r\n                ", "\r\n                    How come the Russian cognate for the Czech word \"čerstvý\" (fresh) means entirely the opposite thing (stale)?\r\n                ", "\r\n                    Why is the final chapter of \"The Midwich Cuckoos\" entitled \"Zellaby of Macedon\"?\r\n                ", "\r\n                    Can't change the screenshot directory because \"com.apple.screencapture: command not found\"\r\n                ", "\r\n                    In what sense is SL(2,q) \"very far from abelian\"?\r\n                ", "\r\n                    Forcing all requests to HTTPS vs not forcing all requests\r\n                ", "\r\n                    \"To Verb a Noun\"\r\n                ", "\r\n                    What is the difference between 山道【さんどう】 and 山道【やまみち】?\r\n                ", "\r\n                    How long could a human survive completely without the immune system?\r\n                ", "\r\n                    What is the size of Neverwinter?\r\n                ", "\r\n                    Why didn't Trudy wear a breathing mask in Avatar?\r\n                ", "\r\n                    Why didn't Snape ask Dumbledore why he let \"Moody\" search his office?\r\n                ", "\r\n                    A goat is tied to the corner of a shed\r\n                ", "\r\n                    Would it be easier to colonise a living world or a dead world?\r\n                ", "\r\n                    What kind of nut is this\r\n                ", "\r\n                    PhD research results in postdoc talk presentation\r\n                ", "\r\n                    difference between $HOME and ~\r\n                "]}
]